[
  {
    "type": "title_banner",
    "title": "Digital Monument Records",
    "image": "assets/images/content/header/idai_how_header.jpg"
  },  
    
  {
    "type": "intro_text",
    "title": "Protecting world heritage",
    "body": "<p>Digital monument records are a vital instrument in the protection of world heritage. The photographic and excavation archives on the many excavations undertaken since the 19th century are not necessarily directly accessible in the countries where the archaeological sites are today. Consequently, what needs to be done is to create multilingual research environments, to digitize and geo-reference the data and make these data archives available for research purposes independently of their physical location – as well as to develop modalities for using them. These data archives – themselves a part of cultural heritage – are the pre-requisite for research-based activities towards the preservation of world heritage. This way it will be possible to support the creation of national records of sites and monuments, on an international scale, such as the ones that already exist in digital form in many German federal states and were called for by Friedrich Schinkel 200 years ago as a necessary basis for heritage conservation in Germany.</p>"
  },  

  {
    "type": "intro_text",
    "title": "Monument registers are important tools for the protection of cultural heritage",
    "body": "<p>Therefore, monument registers are becoming a standard institution in many countries but not in all of them. When it comes to the planning procedure, infrastructure development and the extraction of natural resources, in many countries there is no information available in advance that would make it possible to ensure the protection of monuments or at least to document them before they are destroyed. This being so, the DAI has set up an easy-to-use rapid registration system for monuments and has designed its digital environment (iDAI.world) in a way that data for compiling monuments records can be made available in host and partner countries. With the destruction of world heritage sites currently on the increase, digital monument records and digitized research data are often the only means to ascertain the extent of damage at world heritage sites after conflicts have ended.</p>"
  },  
  
  {
      "type": "slider_tiles",
      "title": "Examples for digital monument registers",
      "tiles": [        
         {
            "type": "text",
            "image": "assets/images/content/how/idai_monument_records_ayda.jpg",
            "headline": "AYDA",
            "subhead": "Ancient Yemen Digital Atlas",
            "link": {
                "target": "https://www.archernet.org/2018/10/25/ayda-ein-digitales-denkmalregister-fuer-den-jemen/",
                "text": "AYDA"
            },
            "text":"An online information system compiling monuments in Yemen aiming at registering Yeminite heritage sites and documenting them in the way they are still available."
        },
        {
            "type": "text",
            "image": "assets/images/content/how/idai_monument_records_syria.jpg",
            "headline": "Syrian Heritage Archive",
            "subhead": "A monument register for Syria",
            "link": {
                "target": "https://arachne.dainst.org/project/syrher",
                "text": "Syrian Heritage Archive"
            },
            "text":"Implementation of a digital cultural heritage register for Syria in order to conserve cultural heritage in Syria, which is currently threatened by war."
        },
        {
            "type": "text",
            "image": "assets/images/content/how/idai_monument_records_hinkel.jpg",
            "headline": "Friedrich Hinkel Archive",
            "subhead": "A monument register for Sudan",
            "link": {
                "target": "https://arachne.dainst.org/project/hinkel",
                "text": "Friedrich Hinkel Archive"
            } ,
            "text":"The archive of Friedrich W. Hinkel represent one of the largest collections of research material concerning the archaeology of ancient Sudan."       
        }        
      ]
    }
 
]
