[
  {
    "type": "title_banner",
    "title": "Get Access",
    "image": "assets/images/content/banner-why.jpg"
  },  
    
  {
    "type": "intro_text",
    "title": "",
    "body": "<p>The services of the iDAI.world are committed to the FAIR principle and the open science ideal. However, the fair handling of data also includes compliance with copyrights, rights of use and data protection requirements.</p>"
  },  

  {
    "type": "intro_text",
    "title": "Registration",
    "body": "<p>For most of the services of the iDAI.world it is necessary to register and agree to the <a href=\"/why/contact\">terms of use</a>.</p>"
  },  

  {
    "type": "intro_text",
    "title": "iDAI.gazetteer",
    "body": "<p>The iDAI.gazetteer is a webservice, which connects toponyms with coordinates and is meant to work in two directions. Internally it serves as the authority file for all geo-related information and information-systems of the German Archaeological Institute. It is also supposed to connect this data with other worldwide gazetteer-systems.</p>"
  },  

  {
    "type": "intro_text",
    "title": "iDAI.chronontology",
    "body": "<p>This web service that combines temporal terms with dates and allows further linking to any other object, place or web resource inside and outside of the iDAI.world. The ChronOntology project was funded by the Deutsche Forschungsgemeinschaft (DFG) from 2015 to 2018. The long-term availability of the data is guaranteed by the DAI within the scope of the iDAI.world. More information can be found here.</p>"
  },
  
  {
    "type": "intro_text",
    "title": "iDAI.shapes",
    "body": "<p>CIDOC CRM's goal is also to develop tools for addressing shapes. Again, the DAI can look back on a long tradition (Corpus volumes). We plan to develop the knowledge stored in Corpora on forms, classification and shape development through a service oriented to the shapes of objects.</p>"
  },
  
  {
      "type": "slider_tiles",
      "title": "Thesauri and controlled vocabularies",
      "tiles": [        
        {
          "type": "link_list",
          "image": "assets/images/temp/statue-hover.jpg",
          "headline": "",
          "subhead": "",
          "links": [
            { 
                "text": "1836 - Emil Braun and the first library catalogue",
                "target": "http://arachne.uni-koeln.de/item/buch/5376"
            },
            { 
                "text": "iDAI.thesauri",
                "target": "http://thesauri.dainst.org/de.html"
            },
            { 
                "text": "iDAI.gazetteer",
                "target": "https://gazetteer.dainst.org/app/#!/home"
            },
            { 
                "text": "iDAI.chronontology",
                "target": "http://chronontology.dainst.org/"
            },
            { 
                "text": "iDAI.vocab",
                "target": "http://archwort.dainst.org/de/vocab/"
            }
          ]
        }        
      ]
    }
 
]
