[
  {
    "type": "title_banner",
    "title": "Thesauri &<br/> Controlled Vocabularies",
    "image": "assets/images/content/header/idai_how_header.jpg"
  },  
    
  {
    "type": "intro_text",
    "title": "",
    "body": "<p>In the DAI the history of controlled vocabularies and thesauri goes back to the year 1836. At that time, the first library catalog was created in Rome, the core of which was not just a collection, but the systematic development of a hierarchy of concepts. Since then, systematic indexing of published information has been systematically developed in the form of the \"Realkatalog\", meaning a catalog of realia.</p>"
  },  

  {
    "type": "intro_text",
    "title": "iDAI.thesauri",
    "body": "<p>Today, the thesauri compiled in iDAI.thesauri form the backbone of the iDAI.world. The „DAI-worldwide thesaurus“ is intended to merge vocabularies already in use throughout the libraries and projects of the German Archaeological Institute according to the guidelines of <a href=\"https://www.dariah.eu/\" target=\"_blank\">DARIAH-EU</a>.</p>"
  },  

  {
    "type": "intro_text",
    "title": "iDAI.gazetteer",
    "body": "<p>The iDAI.gazetteer is a web service, which connects toponyms with coordinates and works two ways. Internally it serves as the authority file for all geo-related information and information-systems of the German Archaeological Institute. It is also supposed to connect this data with other worldwide gazetteer systems.</p>"
  },  

  {
    "type": "intro_text",
    "title": "iDAI.chronontology",
    "body": "<p>This web service that combines temporal terms with dates and allows further linking to any other object, place or web resource inside and outside of the iDAI.world. The ChronOntology project was funded by the Deutsche Forschungsgemeinschaft (DFG) from 2015 to 2018. The long-term availability of the data is guaranteed by the DAI within the scope of the iDAI.world. More information can be found here.</p>"
  },
  
  {
    "type": "intro_text",
    "title": "iDAI.shapes",
    "body": "<p>Next to time and space, shape is the most important analytical dimension of archaeological objects. This is true in the Digital Age, as much as it was at the dawn of our discipline. But while capable software systems and standardized data structures for managing spatial and (albeit to a lesser degree) temporal data have been part of the “archaeological toolkit” for a long time, the manifold aspects of shapes continue to be a challenge for digital research. This includes the translation of core shape concepts and terminology (such as found in corpora and typological schemata), finding optimal digitization methods and shape representations for a variety of purposes, as well as creating user-friendly software and linked, open systems to harness the potential of digital shape data. Accordingly, the DAI launched “iDAI.shapes” as a “meta project” to explore concepts, technologies and workflows centered on shapes as primary archaeological research data. “iDAI.shapes” is a webservice of the iDAI.world, that can be applied in many ways. Currently, it is is focused on providing offline/online infrastructure for shape-oriented databases, enhancing the DAI’s field documentation software (iDAI.field) with end-user functionality for shape-based data entry. On future steps of its development, it will be able to optimize 3D digitization workflows, and exploring machine learning techniques to improve the efficiency of shape matching tasks – for instance comparing the man-made »conspectus« of roman ceramics with machine learning and deep learning versions of the classification of the same material. While it starts with formally more modest items of mass-findings on excavations (ceramical fragments, rooftiles), it promises far reaching aspects in future research as well as in future field work projects.</p>"
  },
  
  {
      "type": "slider_tiles",
      "title": "Thesauri and controlled vocabularies",
      "tiles": [        
        {
            "type": "text",
            "image": "assets/images/content/how/idai_thesauri_emil_braun.jpg",
            "headline": "1836 - Emil Braun and the first library catalog",
            "subhead": "",
            "link": {
                "target": "http://arachne.uni-koeln.de/item/buch/5376",
                "text": "1836 - Emil Braun and the first library catalogue"
            },
            "text":"A digitized viewer of Emil Braun’s first library catalog from 1836 that is available through Arachne. "
        },
        {
            "type": "text",
            "image": "assets/images/content/how/idai_thesauri_thesauri.jpg",
            "headline": "iDAI.thesauri",
            "subhead": "",
            "link": {
                "target": "http://thesauri.dainst.org/de.html",
                "text": "iDAI.thesauri"
            },
            "text":"An archaeological vocabulary management system for the semantic web."
        },
        {
            "type": "text",
            "image": "assets/images/content/how/idai_thesauri_gazetteer.jpg",
            "headline": "iDAI.gazetteer",
            "subhead": "",
            "link": {
                "target": "https://gazetteer.dainst.org/app/#!/home",
                "text": "iDAI.gazetteer"
            },
            "text":"A webservice connecting the names of places to the actual geographic coordinates. It also functions as a norm vocabulary and aims to connect gazetteer systems worldwide."
        },
        {
            "type": "text",
            "image": "assets/images/content/how/idai_thesauri_Chronontology.jpg",
            "headline": "iDAI.chronontology",
            "subhead": "",
            "link": {
                "target": "http://chronontology.dainst.org/",
                "text": "iDAI.chronontology"
            },
            "text":"iDAI.chronontology is a web service that connects period terms to dating."
        }    
      ]
    }
 
]
