[
  {
    "type": "title_banner",
    "title": "Documentation and Simulation",
    "image": "assets/images/content/header/banner-how.jpg"
  },  
    
  {
    "type": "intro_text",
    "title": "Documentation of Landscapes",
    "body": "<p>Non-invasive, non-destructive surveying methods are at the forefront of technological innovations in modern archaeology field surveys. On the ground, compact and highly integrated devices, such as magnetic field sensors (gradiometers) are arranged into portable units to scan large swaths of terrain. High-performance signal processing software is used to compose images that reveal the faintest signatures of past human activities and allow us to ‘read’ vast sites at a never-before achieved level of detail. Above ground, air photos, satellite images and airborne laserscans are complemented by high-resolution imagery captured using consumer-grade UAVs (‘drones’ or multicopters). These images are then fed into fully automated pipelines to extract accurate and detailed 3D landscape models. Technological development in this area of <a href=\"how/sub/remote-sensing\">remote sensing</a> progresses rapidly. New low-cost solutions for large-area data capture are continuously produced by a community of international researchers professionals. The DAI has been heavily invested in research and development on image-based 3D reconstruction and many of its research projects make routine use of this technology.</p>"
  },  
  {
    "type": "intro_text",
    "title": "Documentation of Excavations",
    "body": "<p>Archaeological excavations are perhaps the most signatory field work of our discipline. In practice, excavations are complex, skillfully orchestrated operations that often work under challenging environmental conditions and must cater for a variety of preservation conditions. Since the excavation of a site is, by its very nature, a destructive process, archaeologists have, over many generations, developed a range of effective documentation methods that include verbose descriptions, technical drawings, photographies, soil samples and other means of recording. These server to record as many relevant observations as possible before removing archaeological remains and artefacts from their in situ locations. In the Digital Age, most of these methods have been developed into computerized counterparts. With diaries being replaced by databases and measuring tapes by total stations and GPS, excavation data is increasingly borne digital. Still, the complete and seamless digitization of archaeological fieldwork remains a challenging task. The DAI is continuously developing the open source desktop software <a href=\"https://github.com/dainst/idai-field\" target=\"_blank\">iDAI.field2</a> as a flexible end-user software for excavation data capture, synchronization and archival. Combining functionality for digital cartography, photo management and customizable database forms in a uniquely integrative manner, iDAI.field2 aims at facilitating field workflows by reducing the overhead of using multiple systems. Developed in-house by the DAI’s information technology department, it targets primarily the needs of the institute’s excavations, older ones as well as those to come. Yet, due to the nature of its adjustable data model and the fact it is open source software, any interested third party is free to reuse and adjust it to their needs.</p><p>iDAI.field2 - open source → <a href=\"https://github.com/dainst/idai-field\" target=\"_blank\">https://github.com/dainst/idai-field</a></p><p>On an operational level iDAI.field2 is being introduced in the excavation projects of the DAI in <ul><li>Kalapodi/Greece</li><li>Olympia (Terrace of the Treasuries)/Greece</li><li>Pergamon/Turkey</li><li>Yeha/Ethiopia</li></ul></p><p>In the excavation project of a cooperation partner (Archaeological Institute of the Ludwig-Maixmilians-University in Munich) iDAI.field2 is being operationally used in <ul><li>Meninx/Tunisia</li></ul></p><p>A number of other excavation-projects of DAI are doing introductory testruns in <ul><li>Albano/Italy</li><li>Selinunt/Italy</li><li>Uruk/Iraq</li></ul></p>"
  },  
  {
    "type": "intro_text",
    "title": "Documentation of Architecture",
    "body": "<p>In the study of ancient architecture today, the scientific documentation of building structures makes use of a wide variety of technologies, including measurement via water level gauge and folding rule, tachymetry, photogrammetry, laser scanning as well as GIS, GPS and aerial photography and satellite imagery analysis. In this way, questions about the original appearance of ancient buildings and their position in the surrounding landscape can be answered – a prerequisite for conserving and/or restoring them and for deciding about suitable preservation measures.</p>"
  },  
  {
    "type": "intro_text",
    "title": "Simulation and Modelling",
    "body": "<p>Models and simulations are highly developed tools of current research. In archaeology, simulation models can be broadly categorized, according to design and purpose. <a href=\"how/sub/gis\">Geographic Information Systems (GIS)</a> can be used as a basis for 2D modelling of processess, simulations and predictions.</p><p>Additional technologies like <a href=\"how/sub/sfm\">Structure from Motion (SfM)</a> uses a photogrammetric range imaging technique for estimating three-dimensional structures from two-dimensional image sequences that may be coupled with local motion signals. It offers an effective way to create 3D models from all kinds of objects, human beings (→ <a href=\"https://money.cnn.com/video/technology/2016/06/20/mci---archaeocopter.cnnmoney/index.html\" target=\"_blank\">https://money.cnn.com/video/</a>) and excavations (--> <a href=\"https://arachne.dainst.org/3d?id=72)\" target=\"_blank\">arachne.dainst.org</a>).</p>"
  },  
  {
    "type": "intro_text",
    "title": "Simulation models",
    "body": "<p>Mathematical models can be applied to the contexts of archaeological resource management and environmental archaeology, process-based models contain detailed numeric descriptions of natural processes, such as wind and water erosion, and their interactions. When run with sufficiently detailed and realistic data, such process simulation models can provide extremely valuable output for understanding geomorphological transformations over time and their effects on volatile archaeological sites. However, providing realistic data to parametrize such models can be prohibitively expensive, especially where long time spans and large areas are involved. A second category of simulation models that has become very popular in academic research on social evolution is that of agent-based models (ABM). Complexity is injected into ABMs by providing detailed descriptions (in the form of short programs) about a well-defined set of agents (such as representatives of a past town or valley population) and their interactions, less in the form of environmental data. Archaeologists can then study the dynamic behaviour of simulated agent populations over many simulation cycles and study their emerging behaviour. Plausible inference with ABMs requires matching the computed outcomes with real data (markers): If the simulation arrives at a result that closely matches the observed reality, then one possible explanation (of perhaps many) for a historic development has been identified. The term ABM stands for a general simulation strategy rather than a specific method, and the technological possibilities in this area have seen explosive growth in the last two decades. The DAI is building expertise in mathematical simulation and modelling through close cooperation with mathematicians and mathematically oriented researchers, working within the framework of MATH+.</p><p>Cooperation with the Cluster of Excellence Math+ (view <a href=\"http://www.mathplus.de/projects/#EF\" target=\"_blank\">EF5-2</a>)</p>"
  }
]
