[
  {
    "type": "title_banner",
    "title": "iDAI.world User Guide",
    "image": "assets/images/content/header/idai_why_header.jpg"
  },  
    
  {
    "type": "intro_text",
    "title": "",
    "body": "<p>In the future the <b>iDAI.world will replace the access point to all of the iDAI.world’s systems</b> and all of its data. Although searching data through the respective systems will still be possible, a new search bar, which encompasses all of the DAI online systems, is going to allow for an easier and more integrated approach to finding the data you need. The user is given the opportunity to consider several facets when researching; topographies, objects, names, translations, archive material and concepts will be included in a single search.</p><p>The iDAI.world is divided into several categories: <b><u>What</u></b>, <b><u>Why</u></b> and <b><u>How</u></b>.  Each of these sections will be further explained.  <b><u>What</u></b> – What is the iDAI.world? What does it contain? <b><u>Why</u></b> – Why does the iDAI.world exist? What are its aims and functions? <b><u>How</u></b> – How does the iDAI.world reach its aims? Which strategies are used in order to conduct research in digital archaeology and archive research data in Germany?</p><p>The three main categories are further subdivided into smaller sections that explain the iDAI.world’s fields of use in a more detailed fashion. Here, one can also get access to projects that the DAI is or was involved in. The projects in the iDAI.world are continuously updated.</p>"
  },  
  {
    "type": "intro_text",
    "title": "WHAT</u>",
    "body": "<p>The category <b><u>What</u></b> presents all tools and digital projects that the DAI offers. Archival projects with datasets in <a href=\"https://arachne.dainst.org/\">iDAI.objects</a> as well as the various research opportunities of the entire German Archaeological Institute are presented in <a target=\"_self\" href=\"https://idai.world/what/archives\"><b><u>Archives & Libraries</u></b></a>. The tab <a target=\"_self\" href=\"https://idai.world/what/archives\"><b><u>Archives</u></b></a> takes over iDAI.archive’s functions, <a target=\"_self\" href=\"https://idai.world/what/libraries\"><b><u>Libraries</u></b></a> <a  href=\"https://zenon.dainst.org/\">iDAI.bibliography/zenon’s</a>.<a target=\"_self\" href=\"https://idai.world/what/images\"><b><u>Images & Objects</u></b></a> is again divided into the two eponymous subcategories. <a target=\"_self\" href=\"https://idai.world/what/images\"><b><u>Images</u></b></a> gives access to the DAI’s photo archives and grants insight into the departments’ archives. <a target=\"_self\" href=\"https://idai.world/what/objects\"><b><u>Objects</u></b></a> deals with monument browsers, corpora projects and collections. Both pages give access to the projects of <a href=\"https://arachne.dainst.org/\">iDAI.objects/arachne</a>.<br><a target=\"_self\" href=\"https://idai.world/what/space-and-time\"><b><u>Space & Time</u></b></a> displays spatial and temporal aids of the DAI, in their function as tool and also in their functions in knowledge transfer and data usage. GIS projects are introduced, chronology tables and a gazetteer that geographically locates sites are offered. All of these are tools for research but also show how research results can be used. The systems <a href=\"https://geoserver.dainst.org/\">iDAI.geoserver, <a href=\"https://chronontology.dainst.org/\">iDAI.chronontology</a> and <a href=\"https://gazetteer.dainst.org/app/#!/home\">iDAI.gazetteer</a> are united in their temporal-spatial aspects.<br>The page <a target=\"_self\" href=\"https://idai.world/what/documentation\"><b><u>Documentation Tools & Instruments</u></b></a> is mostly concerned with the numerous methods and techniques that may be used for documentation. Again, research results are also presented in order to act as examples for their use. The DAI’s own documentation system <a href=\"https://field.idai.world\">iDAI.field</a> will be introduced at this point.<br><a target=\"_self\" href=\"https://idai.world/what/publications\"><b><u>Publications</u></b></a> is rather self-explanatory: the user is given digital access to the DAI’s publications. Digital journals, series and monographs, as well as digitally enhanced publications give a good overview of what the DAI is researching about. <a target=\"_self\" href=\"https://idai.world/what/publications\"><b><u>Publications</u></b></a> replaces <a href=\"https://publications.dainst.org/journals/index.php/dai\">iDAI.publications/journals</a>, <a href=\"https://publications.dainst.org/books/index.php/dai\"><b>iDAI.publications/books</b></a> and in the case of enhanced publications <a href=\"https://arachne.dainst.org/\">iDAI.objects</a>.The DAI also has some <a href=\"https://tutorials.idai.world/\"><b><u>Tutorials</u></b></a> available that explain workflows with various systems and for various tasks.</p>" },  
  {
    "type": "intro_text",
    "title": "WHY",
    "body": "<p>On which foundations the iDAI.world is built, is explained in <b><u>Why</u></b>.The <a target=\"_self\" href=\"https://idai.world/why/dai-mission-statement\"><b><u>Mission Statement</u></b></a> explains policies and intentions of the iDAI.world: cooperation, open science, promotion of digital research, protection and preservation of heritage through a digital research environment.<br><a target=\"_self\" href=\"https://idai.world/why/open-science\"><b><u>Open Science</u></b></a> goes into the principles that the DAI follows. <b>Open access</b>, <b>open data</b> and <b>open source</b>.General information on what the DAI does, its history and the demands that it has for itself can be found under <a target=\"_self\" href=\"https://idai.world/why/about-us\"><b><u>About Us</u></b></a>. Another reason for the question: “Why does the iDAI.world exist?” can be recognized when thinking about cooperation possibilities with partners. <b>Partner projects and institutions</b> may be seen on <a target=\"_self\" href=\"https://idai.world/why/partners\"><b><u>Partners</u></b></a>. <a target=\"_self\" href=\"https://idai.world/why/contact\"><b><u>Contact</u></b></a> data of the responsible researchers and the <a target=\"_self\" href=\"https://idai.world/why/data-policy\"><b><u>data policies</u></b></a> are also located in the section <b><u>Why</u></b>.</p>"

  },  
  {
    "type": "intro_text",
    "title": "HOW",
    "body": "<p>This category deals with the way, in which the iDAI.world wants to create a research environment for scholars in archaeological fields. More systems are introduced in <a target=\"_self\" href=\"https://idai.world/how/thesauri-and-controlled-vocabularies\"><b><u>Thesauri & Controlled Vocabularies</u></b></a>. The respective system <a href=\"http://thesauri.dainst.org/de.html\">iDAI.thesauri</a> brings together various terminologies that have been used in scholarly conduct throughout the archives, libraries and projects in order to link data in a logical way. Aside from only locating coordinates and names on a map, <a  href=\"https://gazetteer.dainst.org/app/#!/home\">iDAI.gazetteer</a> is a helpful tool to understand the different names and locations of a place and how they may be connected to each other. A not yet realized project called <a target=\"_self\" href=\"\">iDAI.shapes</a> will eventually be able to recognize different forms and shapes based on a large collection of form catalogs.<br> <b>Recommendations for IT-guidelines</b>, <b>international standards</b> <b>and principles</b>, their <b>translation</b> and <b>tutorials</b> can be found under <a target=\"_self\" href=\"https://idai.world/how/guidelines-and-tutorials\"><b><u>Guidelines & Tutorials</u></b></a>.<br> The already completed projects can be found there.A graphic overview with links to the systems can be found under <a target=\"_self\" href=\"https://idai.world/how/idai-world-architecture\"><b><u>iDAI.world Architecture</u></b></a>. The systems are graphically connecting the pages. The lower part of the page also includes icon to all of the iDAI.world system with a short description of what the system can be used for.In which way the DAI is conducting digital research is further clarified in <a target=\"_self\" href=\"https://idai.world/how/digital-monument-records\"><b><u>Digital Monument Records</u></b></a> because it shows how preservation of heritage can profit from digital data. <br>Tools of documentation used in archaeological research can be found under the tab  <a target=\"_self\" href=\"https://idai.world/how/tools-of-documentation\"><u><b>Documentation & Simulation</b></u></a>. The site gives more information on technologies such as <a target=\"_self\" href=\"https://idai.world/how/sub/remote-sensing\">remote sensing</a>, <a target=\"_self\" href=\"https://idai.world/how/sub/gis\">GIS</a> and <a target=\"_self\" href=\"https://idai.world/how/sub/sfm\">SfM</a>.<br>On how to use the systems, one can check the page <a target=\"_self\" href=\"https://idai.world/how/get-access\"><b><u>Get Access</u></b></a>.</p>"
  },
  {
    "type": "text",
    "title": "",
    "body": "<p>A more direct point of access to the respective systems is possible in the navigation bar’s <b><u>iDAI.systems</u></b>. This column links to all of the systems.</p>"
  } 
 
]
