{
  "components": [
    {
      "type": "title_banner",
      "title": "News",
      "image": "assets/images/content/header/idai_news_header.jpg"
    },
    {
      "type": "news",
      "show": 20,
      "articles": [
        {
          "date": "11.02.2025",
          "category": "",
          "headline": "Field Desktop 3.5 release",
          "teaser": {
            "content": "<p>Version 3.5.0 of Field Desktop has been released!</p><p>The release introduces a project-specific relations, export of matrices, zooming in images and a new manual chapter on data import.</p>",
            "image": {
              "src": "/assets/images/content/news/2025/2025-02-11_Field_3-5_Screenshot.png",
              "title": "Field 3.5.0",
              "caption": "Screenshot of the new Version"
            }
          },
          "more": {
            "content_html": "config/pages/news/2025-02-11_field-3-5-0.html"
          }
        },
        {
          "date": "14.08.2024",
          "category": "",
          "headline": "PalatinGIS - a constantly growing analysis tool for the research history of the Palatine",
          "teaser": {
            "content": "<p><a href='https://arachne.dainst.org/project/palatinGIS?lang=en'>PalatinGIS</a> is an analysis tool that is being developed as part of a research project on the visualization history of the Palatine within the <a href='https://idai.world/'>iDAI.world</a>.</p>",
            "image": {
              "src": "/assets/images/content/news/2024/palatinGIS.jpg",
              "title": "",
              "caption": "Detail of the Palatine Hill with Circus Maximus in the foreground. Copper engraving by Aegidius Sadeler (1570-1629)."
            }
          },
          "more": {
            "content_html": "config/pages/news/2024-08-14_palatinGIS.html"
          }
        },
        {
          "date": "23.04.2024",
          "category": "",
          "headline": "Field Desktop 3.4 release",
          "teaser": {
            "content": "<p>A new minor version 3.4.0 of Field Desktop has been released.</p><p>The release introduces a new Turkish UI, storage management, data quality management and QR code support.</p>",
            "image": {
              "src": "/assets/images/content/news/2024/idai-field-turkish.png",
              "title": "Turkish UI",
              "caption": "Screenshot of the new Turkish UI"
            }
          },
          "more": {
            "content_html": "config/pages/news/2024-05-23_field-3-4-0.html"
          }
        },
        {
          "date": "16.10.2023",
          "category": "",
          "headline": "iDAI.field web demo publication: <a href='https://field.idai.world/project/olympia-context-online'>Olympia online</a>",
          "teaser": {
            "content": "<p>This <a href='https://field.idai.world/project/olympia-context-online'>publication</a> demonstrates how <a href='https://github.com/dainst/idai-field/wiki'>FieldDesktop</a> can be utilized not only to conduct new excavations, but also to reconstruct historical excavations from the 19th century using the example of the German excavation campaign in Olympia from 1875 to 1876.</p>",
            "image": {
              "src": "/assets/images/content/news/2023/olympia-context.png",
              "title": "",
              "caption": "Historical map overlayed with modern GIS data within <i>Field Desktop</i><br/><small>Source: Arne Kimmig, DAI Zentrale. All rights reserved</small>"
            }
          },
          "more": {
            "content_html": "config/pages/news/2023-10-16_olympia.html"
          }
        },
        {
          "date": "13.09.2023",
          "category": "",
          "headline": "Field Desktop 3.3 release",
          "teaser": {
            "content": "<p>A new minor version 3.3.0 of Field Desktop has been released</p><p>The release introduces new composite input fields and reworks several spatial relations.</p><p>Additionally, in an effort to improve community participation and to streamline the application's localization, a Weblate instance has been setup. Any researcher interested in helping can create an account and start translating into one or more preferred languages at <a href='https://weblate.dainst.org' target='_blank'>weblate.dainst.org</a>. For more information see also our Wiki on <a href='https://github.com/dainst/idai-field/wiki/Translating-Field-Desktop'>Github</a>.",
            "image": {
              "src": "/assets/images/content/news/2023/field-3-3-0_weblate_screenshot.png",
              "title": "Weblate screenshot",
              "caption": "Screenshot of Weblate's project overview"
            }
          },
          "more": {
            "content_html": "config/pages/news/2023-09-13_field-3-3-0.html"
          }
        },
        {
          "date": "24.03.2023",
          "category": "",
          "headline": "Field Desktop 3.2 release",
          "teaser": {
            "content": "<p>A new minor version 3.2.0 of Field Desktop has been released</p><p>This version marks the first official release created in cooperation with the <a href='https://amh.de/'>Archäologisches Museum Hamburg und Stadtmuseum Harburg (AMH)</a></p><p>The cooperation is the first step of opening up the development of Field to other institutions. The AMH will use Field for excavations and interventions on a federal state level.</p>",
            "image": {
              "src": "/assets/images/content/news/2023/field-3-2-0-amh-logo.svg",
              "title": "The AMH Logo"
            }
          },
          "more": {
            "content_html": "config/pages/news/2023-03-24_field-3-2-0.html"
          }
        },
        {
          "date": "21.03.2023",
          "category": "",
          "headline": "Issue monitoring in FieldHub",
          "teaser": {
            "content": "<p>A new version of FieldHub (the central syncing server application for <a href='https://github.com/dainst/idai-field/wiki'>Field Desktop</a> the DAI is providing at <a href='https://server.field.idai.world'>https://server.field.idai.world</a>) adds a project overview and issue monitoring. This feature should give institutions that run FieldHub another layer of quality assurance, especially towards the end of a project's livecycle heading towards publication.</p><p>The monitoring focuses primarily on high level data integrity and synchronization checks:<ul><li>Are all relations in the project intact?</li><li>Have all image files been uploaded to the central server?</li><li>Do all images have copyright metadata?</li><li>etc.</li></ul></p>",
            "image": {
              "src": "/assets/images/content/news/2023/fieldhub-issues.png",
              "title": "iDAI.publications screenshot",
              "caption": "Screenshot of the new iDAI.publications theme"
            }
          },
          "more": {
            "content_html": "config/pages/news/2023-01-01_fieldhub-issues.html"
          }
        },
        {
          "date": "09.12.2022",
          "category": "",
          "headline": "iDAI.publications update and redesign",
          "teaser": {
            "content": "<p>iDAI.publications got a (design) update. In parallel to a version upgrade to the underlying software components <a href='https://pkp.sfu.ca/software/ojs/' target='_blank'>OJS</a> and <a href='https://pkp.sfu.ca/software/omp/' target='_blank'>OMP</a>, a new shared theme is now live.</p><hr><a href='https://publications.dainst.org'>iDAI.publication</a> contains journals and books edited by the DAI.",
            "image": {
              "src": "/assets/images/content/news/2022/screenshot-publications-3-3-0.png",
              "title": "iDAI.publications screenshot",
              "caption": "Screenshot of the new iDAI.publications theme"
            }
          }
        },
        {
          "date": "14.11.2022",
          "category": "",
          "headline": "Field Desktop 3.1 release",
          "teaser": {
            "content": "<p>A new minor version 3.1.0 of Field Desktop has been released</p><p>With multilingual text inputs, the application is finally language agnostic in respect to data entry. Additionally, the user interface has been translated to Ukrainian and will get used in Ukraine to record damages caused by the war as one effort within the <a href='https://www.kulturgutretter.org/en/project/'>KulturGutRetter</a> project.</p>",
            "image": {
              "src": "/assets/images/content/news/2022/idai-field-3-1-0-ukrainian.jpg",
              "title": "Field Desktop screenshot",
              "caption": "Ukrainian Field Desktop interface."
            }
          },
          "more": {
            "content_html": "config/pages/news/2022-11-14-idaifield-3-1-0.html"
          }
        },
        {
          "date": "22.04.2022",
          "category": "",
          "headline": "iDAI.field web publication: <a href='https://field.idai.world/project/bourgou-online'>Henchir Bourgou</a>",
          "teaser": {
            "content": "<p>Henchir Bourgou is an ancient settlement of about 20 ha in the north-eastern hinterland of the island of Djerba. The <a href='https://field.idai.world/project/bourgou-online'>release</a> serves as a supplement to the publication in <a href='https://doi.org/10.34780/f05j-59fd'>Archäologischer Anzeiger 2021/2</a>.</p><p>This was the first time that a publication in Archäologischer Anzeiger has been linked to iDAI.field web. This ability to publish research data quickly, extensively and in detail online, and supplementary to a journal or monography, is a great advantage in using iDAI.field.</p><p>Another considerable benefit of direct online publication in iDAI.world is the possibility of providing type catalogues. In the case of Bourgou, the local <a href='https://field.idai.world/type/bourgou-online/1f3b1879-0c5a-47c2-8129-45548743e390'>type catalogue</a> could thus be made publically available in a timely manner, which is especially helpful for researchers in the region. The evaluation and publication of the Bourgou project data within the framework of iDAI.world worked well and served as a basis for further publications in an interactive and online accessible research environment.</p>",
            "image": {
              "src": "/assets/images/content/news/2022/idai_news_bourgou.jpg",
              "title": "Henchir Bourgou. Planum Schnitt 3–5",
              "caption": "Henchir Bourgou. Planum Schnitt 3–5<br/><small>Source: Silvio Reichmuth, DAI. All rights reserved</small>"
            }
          },
          "more": {
            "content_html": "config/pages/news/2022-04-22-bourgou.html"
          }
        },
        {
          "date": "14.04.2022",
          "category": "",
          "headline": "Field Desktop 3.0 released",
          "teaser": {
            "content": "<p>A new major version 3.0.0 of Field Desktop (formerly iDAI.field) has been released.</p><p>In order to open up the application for users outside the DAI, considerable work has been done to streamline workflows and to enable external users to customize their projects without the need to consult the DAI's IT department.</p>",
            "image": {
              "src": "/assets/images/content/news/2022/idai-field-3-0-0-project-configurator.png",
              "title": "Field Desktop screenshot",
              "caption": "The new Field Desktop project configuration editor"
            }
          },
          "more": {
            "content_html": "config/pages/news/2022-04-14-idaifield-3-0-0.html"
          }
        },
        {
          "date": "17.08.2021",
          "category": "",
          "headline": "First iDAI.field web project: Ayamonte",
          "teaser": {
            "content": "<p>The necropolis of Ayamonte (Huelva, Spain) was first discovered in 2007 and belongs to the westernmost known Phoenician colony of the first wave of expansion in the 8th c. BC.<br> The estuary of the Guadiana into the Atlantic Ocean offered protected anchorage sites and ideal requirements for the development of a settlement and thus the exchange with indigenous trader partners of the hinterland rich in resources. A Spanish-German project 'The Phoenician necropolis of Ayamonte (Huleva, Andalusia, Spain)' investigated the settlement starting in 2013.</p><p>For the documentation of the excavation iDAI.field was used, a relational FileMaker-database management system that had been developed by the IT department of the DAI in cooperation with the Cologne Digital Archaeology Laboratory (University of Cologne, previously “Research Archive for Ancient Sculpture”) from 2006 onwards. It has been in us by various archaeological field research projects of differing time periods and geographical regions. The Ayamonte excavation data was migrated into the newly conceptionalized version of iDAI.field of 2016 (also called “iDAI.field 2”), which is based on Open Source and web technologies, can be used freely (<a href='https://field.dainst.org'>https://field.dainst.org</a>) and allows an online publication of the archaeological databases through the iDAI.field Web component. </p>",
            "image": {
              "src": "/assets/images/content/news/2021/idai_news_ayamonte2.jpg",
              "title": "",
              "caption": ""
            }
          },
          "more": {
            "content_html": "config/pages/news/2021-08-17_ayamonte.html"
          }
        },
        {
          "date": "20.07.2021",
          "category": "",
          "headline": "New MOOC: Instruction for the archaeological drawing of ceramic sherds",
          "teaser": {
            "content": "<p>Register for the Massive Open Online Course (MOOC) <a href='https://tutorials.idai.world/enrol/index.php?id=38'>Instruction for the archaeological drawing of ceramic sherds</a> on iDAI.tutorials. The course and resources will continuously be updated and supported by the project <a href='https://www.archernet.org/2020/09/27/kulturgutretter-kgr-ein-mechanismus-zur-schnellen-hilfe-fuer-kulturerbe-in-krisensituationen/'>KulturGutRetter</a> as well as the <a href='https://www.archernet.org/'>Archaeological Heritage Network (ArcHerNet)</a>.  The autodidactic course can be completed at any time without cost in either English or Arabic.<br><br>Just like photographs, archaeological drawings form an integral part of the visual documentation of excavations and archaeological objects. This course is an introduction to the drawing of pottery sherds and vessels in archaeology. It teaches basic tools and abilities to students of archaeology and illustrators that are needed to draw pottery by hand. This guideline is based on the experiences of numerous excavations in various countries over the years. The participants will get to know the necessary tools and materials and will learn to draw simple pottery profiles and decorative patterns.</p>",
            "image": {
              "src": "/assets/images/content/news/2021/idai_news_mooc_pottery.jpg",
              "title": "",
              "caption": ""
            }
          },
          "more": {
            "content_html": "config/pages/news/2021-07-20_mooc.html"
          }
        },
        {
          "date": "09.06.2021",
          "category": "",
          "headline": "The iDAI.world in light of the new digital policies of the Federal Republic of Germany",
          "teaser": {
            "content": "<p>With the second Open-Data-Directive the federal government of Germany is implementing the revised EU directive 2019/1024 (<a href='https://eur-lex.europa.eu/legal-content/EN/LSU/?uri=celex:32019L1024'>Directive on open data and the reuse of public-sector information</a>) of the year 2019 into national policy.<br>Further, an amendment to Section 12a of the <a href='https://www.bundesrat.de/SharedDocs/beratungsvorgaenge/2021/0101-0200/0141-21.html'>E-Government Act</a> is intended to achieve the most comprehensive publication of open federal data.<br><br>A necessary cornerstone for digital information infrastructure of the German Archaeological Institute was laid out in the 90s at the Research Archive for Ancient Sculpture of the University of Cologne. The iDAI.world emerged from this as a grown and complex digital offer, on which numerous institutions and scientists have cooperated. A working group has evaluated how the iDAI.world finds its place against the backdrop of these new digital laws.</p>",
            "image": {
              "src": "/assets/images/content/news/2021/idai_news_fdai.jpg",
              "title": "",
              "caption": ""
            }
          },
          "more": {
            "content_html": "config/pages/news/2021-06-09_fdai.html"
          }
        },
        {
          "date": "08.12.2020",
          "category": "",
          "headline": "Pergamon Digital Archaeological Map",
          "teaser": {
            "content": "<p><a href='https://geoserver.dainst.org/maps/5548'>To Geoserver project ></a><br><br>The new archaeological map of Pergamon represents all known archaeological building remains. The map is an updated and extended version of the map of Pergamon published in 1973. Current excavations of the Pergamon Excavation Project and the Museum Bergama are shown, but also older excavations from the 1930s and 1950s on the Musalla Mezarlığı.<br><br>The publication of the new archaeological map of Pergamon is an important milestone in the study of the ancient metropolis. For the first time since 1973 a new cartographic basis for the ancient city of Pergamon is available. The new map represents all known archaeological remains. Excavations, for example, from the 1930s and 1950s at the Musalla Mezarlığı or the excavations of the Bergama Museum over the last fifteen years have now also been included.</p>",
            "image": {
              "src": "/assets/images/content/news/2020/idai_news_pergamonmap.jpg",
              "title": "",
              "caption": ""
            }
          },
          "more": {
            "content_html": "config/pages/news/2020-12-08_pergamonmap.html"
          }
        },
        {
          "date": "22.10.2020",
          "category": "",
          "headline": "Tuna el-Gebel: Celebrating with the dead' and the Krause archive on the iDAI.world",
          "teaser": {
            "content": "<p> <a href='https://arachne.dainst.org/project/tuna_el_gebel'>To project and data > </a><br><br>iDAI.objects/Arachne is proud to present new datasets and images from an external project 'Tuna el-Gebel: Celebrating with the dead' and the Krause Archive.<br><br>Temples, houses, and tombs, animal worship and human necropolis – Tuna el-Gebel is a fascinating site located about 270 km south of Cairo and 10 km west of the ancient city of Hermopolis Magna, a metropolis of Middle Egypt. Most of the buildings belong to the Ptolemaic and Roman periods between 300 BC and 300 AD.<br><br>Some of the tomb houses excavated by Sami Gabra as well as their associated parts of buildings with wall paintings, photographically documented by Bernd Harald Krause, are now digitally available as datasets in Arachne.</p>",
            "image": {
              "src": "/assets/images/content/news/2020/idai_news_tuna.jpg",
              "title": "",
              "caption": ""
            }
          },
          "more": {
            "content_html": "config/pages/news/2020-10-22_tuna.html"
          }
        },
        {
          "date": "20.10.2020",
          "category": "",
          "headline": "Digital Publishing Award 2020 for Archäologischer Anzeiger and DAI Journal Viewer",
          "teaser": {
            "content": "<p>Jury praises concept und realization as 'modern and ground-breaking journal format' in the category Process/Technology.</p>",
            "image": {
              "src": "/assets/images/content/news/2020/idai_news_award.jpg",
              "title": "",
              "caption": ""
            }
          },
          "more": {
            "content_html": "config/pages/news/2020-10-20_award.html"
          }
        },
        {
          "date": "29.07.2020",
          "category": "",
          "headline": "SPP “Entangled Africa” and iDAI.world - A digital connection of time and space",
          "teaser": {
            "content": "<p>The SPP 'Entangled Africa' demonstrates how the iDAI.world is able to aid in research and present project data in a digital and modern way.<br><br>The project on research data management (RDM) and the coordination of the priority program “Entangled Africa” (SPP2143) also pursue these questions. In a virtual exchange with specialists from the Department of Scientific Information Technology (Scientific IT) of the German Archaeological Institute (DAI), they create new tools for the scientific discourse of all of the program’s projects on the temporal and spatial networking of the inhabitants of North Africa.</p>",
            "image": {
              "src": "/assets/images/content/news/2020/idai_news_entangledafrica.jpg",
              "title": "",
              "caption": ""
            }
          },
          "more": {
            "content_html": "config/pages/news/2020-07-29_entangledafrica.html"
          }
        },
        {
          "date": "28.07.2020",
          "category": "",
          "headline": "EC Chronoi: The multilingualism of time",
          "teaser": {
            "content": "<p>The iDAI.world now also contains a new project called „The multilingualism of time“ that has been conducted in cooperation with the Einstein Center Chronoi, aiming at developing a tool that is able to normalize and detect time expressions in archaeological literature of varying source languages. This was done by developing a multilingual corpus of archaeological texts,  and secondly by adding period terms to an already in use time parser, in this case Heideltime.<br><br>The problem we are facing is the fact that computers cannot process period terms in the same way as human beings. Many temporal terms are simply a relative expression to a given date and time, which is understandable to a human being by context. Computers need absolute temporal terms such as a definite year or date. Time periods pose a similar problem as the definition is not always the same in each region of the world. It is necessary to use a time parser that can detect a temporal term and thus normalized it, e.g. give it a numerical value.</p>",
            "image": {
              "src": "/assets/images/content/news/2020/idai_news_chronoi.jpg",
              "title": "",
              "caption": ""
            }
          },
          "more": {
            "content_html": "config/pages/news/2020-07-28_chronoi.html"
          }
        },
        {
          "date": "24.06.2020",
          "category": "",
          "headline": "Scholars, excavators and art dealers' - Quarantine Special: Gerhard's Odyssey",
          "teaser": {
            "content": "<p>Correspondence of Emil Braun and Eduard Gerhard during a cholera outbreak in 1836-1837<br><br>The corona crisis shows well how a pandemic can rule the world for months or even years as the measures for its containment and the fight against its consequences not only influence politics and economics but also change people’s every day lives and outlook on matters. <br>The 19th century is clouded over by extensive epidemics that were caused by viral or bacterial infections. Due to Europe-wide travel connections, these epidemics spread over many cities and states. Large cities, especially those with a port, open so-called cordons for restriction and quarantine facilities where travellers had to go into quarantine. <br>The letter exchange between Eduard Gerhard, cofounder as well as first secretary of the Instituto di Correspondenza Archeologica in Rome and Emil Braun, who was Gerhard’s assistant from 1833 onwards, deputy director of the Instituto and confidante, spans over the cholera wave between the years 1836 to 1837.</p>",
            "image": {
              "src": "/assets/images/content/news/2020/idai_news_quarantine.jpg",
              "title": "",
              "caption": ""
            }
          },
          "more": {
            "content_html": "config/pages/news/2020-06-24_quarantine.html"
          }
        },
        {
          "date": "28.05.2020",
          "category": "",
          "headline": "New data catalog on iDAI.world: Paracas Archaeological Material",
          "teaser": {
            "content": "<p>FAAK 16: Paracas Archaeological Material publishes material online via the iDAI.world.<br><br> This online catalog accompanies the book Sea Shells in the Mountains and Llamas on the Coast: The Economy of the Paracas Culture (800 to 200 BC) in Southern Peru (Mader 2019), published as part of the series “Research into the Archaeology of Non-European Cultures” by the German Archaeological Institute (DAI). The catalog provides data and images of archaeological finds and contexts which have been excavated since 1996 by the Nasca-Palpa Project of the DAI’s Commission for Archaeology of Non-European Cultures (KAAK).</p>",
            "image": {
              "src": "/assets/images/content/news/2020/idai_news_faak16.jpg",
              "title": "",
              "caption": ""
            }
          },
          "more": {
            "content_html": "config/pages/news/2020-05-28_faak16.html"
          }
        },
        {
          "date": "06.05.2020",
          "category": "",
          "headline": "New data enhanced publication: Palilia 32 - 'Large statuettes' in Medma ",
          "teaser": {
            "content": "<p>Another publication that uses the iDAI.world systems for its catalog has appeared in the DAI's series 'Palilia'. It covers terracotta figures that used to measure from 40-60 cm, which were discovered in a  large votive depot at ‚Località Calderazzo‘ located in today's Rosarno (Calabria). A scared area of the Greek colony of Medma was situated here in antiquity. <br><br>The large statuettes were produced from 550-450 BC in the same production circle as the 'Lokrian pinakes'. They were crafted by using several handformed matrices that were later put together.</p>",
            "image": {
              "src": "/assets/images/content/news/2020/idai_news_palilia32.jpg",
              "title": "",
              "caption": ""
            }
          },
          "more": {
            "content_html": "config/pages/news/2020-05-06_palilia32.html"
          }
        },
        {
          "date": "05.05.2020",
          "category": "",
          "headline": "Newsroom #DAI4all: Get to know the iDAI.world projects",
          "teaser": {
            "content": "<p>The DAI has created a new online blog about all news happening at the DAI. Due to the limited research possibilities during these times, the DAI Newsroom currently promotes iDAI.world projects, such as OCRE, AthensDigital and many more. You should check out the website on a regular basis to find out more about our projects. Of course, you can also check our 'Projects' page and browse what we have got to offer.</p>",
            "image": {
              "src": "/assets/images/content/news/2020/idai_news_blog.jpg",
              "title": "",
              "caption": ""
            }
          },
          "more": {
            "content_html": "config/pages/news/2020-05-05_blog.html"
          }
        },
        {
          "date": "05.05.2020",
          "category": "",
          "headline": "eLibrary services in times of COVID-19: Greece special",
          "teaser": {
            "content": "<p>A list of services that can be used online as COVID-19 resulted in the closure of all DAI libraries.<br>The DAI’s sixteen libraries are a key resource for the international research community. Nearly one million books on a range of specialized subjects are available for users. The DAI libraries does not only hold physical volumes but also many electronic forms of media such as ebooks, ejournals and databases.<br><br> As a special service in the present COVID19 situation, the libraries have set up an eLibrary service list for its users. The list contains links to many open access sources and temporarily available resources covering the field of archaeological sciences as well as classical and ancient studies, all accessible without financial or licensing hurdles. The list is constantly being added to. <br><br> Click here to download the elibrary service list in various languages. The PDF is free to share, so feel free to pass it on.<br><br>A new special has been released too. Literature and sources on ancient Greece are compiled in a special version of the eLibrary service newsletter!</p>",
            "image": {
              "src": "/assets/images/content/news/2020/idai_news_covid.jpg",
              "title": "",
              "caption": ""
            }
          },
          "more": {
            "content_html": "config/pages/news/2020-05-05_covid.html"
          }
        },
        {
          "date": "23.04.2020",
          "category": "",
          "headline": "iDAI.field tutorial now available in Arabic",
          "teaser": {
            "content": "<p>The iDAI.tutorial teaching iDAI.field is now available in Arabic as well! iDAI.field is an open access tool for field documentation developed by the German Archaeological Institute (DAI). It combines features of GIS, photo management, and database management systems in a unique and integrating manner, it aims at facilitating archaeological workflows by reducing the overhead of using multiple systems. It has an adjustable data model and is free to reuse and adjust depending on project needs. This course introduces this tool and provides the necessary basic information to help you use it for your project.</p>",
            "image": {
              "src": "/assets/images/content/news/2020/idai_news_idaifieldarabic.jpg",
              "title": "",
              "caption": ""
            }
          },
          "more": {
            "content_html": "config/pages/news/2020-04-23_idaifieldarabic.html"
          }
        },
        {
          "date": "01.03.2020",
          "category": "",
          "headline": "World's largest digital photo archive given to Sudan",
          "teaser": {
            "content": "<p>The archive of the German Sudan researcher Friedrich W. Hinkel (1925-2007) was digitized by the German Archaeological Institute and can now be accessed digitally through the iDAI.world. It forms a basis for a first monument register of Sudan.<br><br>On Febrary 27th 2020 German president Frank-Walter Steinmayer visited the National Museum of Sudan in Khartoum. During his visit, the president was taught about the history of Sudan and the German contributions to further research regarding Sudanese history. Amongst others, the DAI presented four projects of its recent investigations. A copy of the Friedrich-Hinkel-Research-Archiv was given to the National Corporation for Antiquities and Museums (NCAM) in presence of representatives of the Qatar Sudan Archaeological Project. The valuable archive was digitized by the head office of the DAI in Berlin and is made accessible online to the scientific public through iDAI.world. This forms a basis for a urgently needed national monument register in Sudan.</p>",
            "image": {
              "src": "/assets/images/content/news/2020/idai_news_sudan.jpg",
              "title": "",
              "caption": ""
            }
          },
          "more": {
            "content_html": "config/pages/news/2020-03-01_sudan.html"
          }
        },
        {
          "date": "07.02.2020",
          "category": "",
          "headline": "Domitilla catacomb succesfully 3D-scanned",
          "teaser": {
            "content": "<p>The largest catacomb of Rome, the Domitilla catacomb, with its subterranean passageway of more than 12 km, has been documented between 2006-2012 with state-of-the-art 3D laser scanning techniques. The enormous point cloud of the four stories allows the users to visit and more importantly do research in the catacomb virtually.<br> Until recently a general plan of the aboveground area has not been created, which allows the connection to the modern road and building orientation as well as the slightly hilly terrain model to the catacomb. This is not only important for the reconstruction of the connection between the subterranean and aboveground necropolis but also for the planning of further conservational measures such as water management and road construction.</p>",
            "image": {
              "src": "/assets/images/content/news/2020/idai_news_Domitilla.jpg",
              "title": "",
              "caption": ""
            }
          },
          "more": {
            "content_html": "config/pages/news/2020-02-07_Domitilla.html"
          }
        },
        {
          "date": "18.12.2019",
          "category": "",
          "headline": "A new digital feature: Inden",
          "teaser": {
            "content": "<p>The iDAI.world has a new addition. The Inden project page can be used as a new digital feature for the documentation documents that were created during the excavation campaigns in Inden that took place from 1965 to 1967.<br>The drawings of the excavation surfaces, especially the house's floor plans, as well as single sites ('Stellen'), can be inferred from Excel-tables of the Stellen-numbers. In these tables, information on the kind of site, association to larger sites (buildings, fences), location within the general excavation ('square'/ 'roll'), sheet numbers of the A3 drawings with respective positions and the name of the drawer(s), as well as inventory numbers of the finds. Surely, some inconsistencies can be found, such as twice or never used numbers, that can be explained by the lack of time and problems in communication within a large excavation but could also have become hard to identify after 50 years - as seen for some find descriptions. Some scrolls without built find sites, drawings from trenches in the west outside of the Rössener settlement and profile drawings from these trenches that mostly contained Bronze Age sites were not scanned.</p>",
            "image": {
              "src": "/assets/images/content/news/2019/idai_news_inden.jpg",
              "title": "",
              "caption": ""
            }
          },
          "more": {
            "content_html": "config/pages/news/2019-12-18_inden.html"
          }
        },
        {
          "date": "04.12.2019",
          "category": "",
          "headline": "Improved project search in iDAI.world",
          "teaser": {
            "content": "<p>The iDAI.world has improved the accessibility of the digital projects that were previously not centrally assembled. The category 'What' has been updated with a subpage showing the projects either by topic or by letter.</p>",
            "image": {
              "src": "/assets/images/content/news/2019/idai_news_projects.jpg",
              "title": "",
              "caption": ""
            }
          },
          "more": {
            "content_html": "config/pages/news/2019-12_04_projects.html"
          }
        },
        {
          "date": "25.11.2019",
          "category": "",
          "headline": "New dainst.blog about ONLAAH",
          "teaser": {
            "content": "<p>The DAI has created a new dainst.blog website about the elearning platform ONLAAH that focuses on African heritage and archaeology. The blog features all things going on behind the scenes and will also inform about new features.</p><br><a href='https://www.dainst.blog/elearning-africa/''>Link to Onlaah-blog</a>",
            "image": {
              "src": "/assets/images/content/news/2019/idai_news_onlaah.jpg",
              "title": "",
              "caption": ""
            }
          }
        },
        {
          "date": "20.11.2019",
          "category": "",
          "headline": "New journal-viewer with new Archäologischer Anzeiger",
          "teaser": {
            "content": "<p>With the current issue of the Archäologischer Anzeiger the German Archaeological Institute will take an important step forward into the digital future and will draw attention to new accents for an up-to-date publication format in archaeological and classical studiesjournals. <br> <br>From now on the journal’s printed version will be simultaneously accompanied by a redesigned and open access digital version in a responsive viewer format. For the first time within the field of Archaeology, the DAI-Journal-Viewer provides for the possibility of connecting and expanding articles with digital supplements or research data and will fit into the open online infrastructure of the iDAI.world, the comprehensive digital research environment of the German Archaeological Institute.</p>",
            "image": {
              "src": "/assets/images/content/news/2019/idai_news_publications.jpg",
              "title": "",
              "caption": ""
            }
          },
          "more": {
            "content_html": "config/pages/news/2019-11-20_publications.html"
          }
        },
        {
          "date": "13.11.2019",
          "category": "",
          "headline": "iDAI.world around the world",
          "teaser": {
            "content": "<p>For two days, the German National Academy of Sciences Leopoldina & Israel Academy of Sciences and Humanities have met in Jerusalem for a joint symposium on Computational Archaeology. The conference has reflected on the achievements of research in this field in Israel & Germany.</p>",
            "image": {
              "src": "/assets/images/content/news/2019/idai_news_leopoldina.jpg",
              "title": "",
              "caption": ""
            }
          },
          "more": {
            "content_html": "config/pages/news/2019-11-13_leopoldina.html"
          }
        },
        {
          "date": "16.10.2019",
          "category": "",
          "headline": "iDAI.world User Guide",
          "teaser": {
            "content": "<p>In the future the <b>iDAI.world will replace the access point to all of the iDAI.world’s systems</b> and all of its data. Although searching data through the respective systems will still be possible, a new search bar, which encompasses all of the DAI online systems, is going to allow for an easier and more integrated approach to finding the data you need. The user is given the opportunity to consider several facets when researching; topographies, objects, names, translations, archive material and concepts will be included in a single search.</p><p>The iDAI.world is divided into several categories: <b><u>What</u></b>, <b><u>Why</u></b> and <b><u>How</u></b>.  Each of these sections will be further explained.  <b><u>What</u></b> – What is the iDAI.world? What does it contain? <b><u>Why</u></b> – Why does the iDAI.world exist? What are its aims and functions? <b><u>How</u></b> – How does the iDAI.world reach its aims? Which strategies are used in order to conduct research in digital archaeology and archive research data in Germany?</p><p>The three main categories are further subdivided into smaller sections that explain the iDAI.world’s fields of use in a more detailed fashion. Here, one can also get access to projects that the DAI is or was involved in. The projects in the iDAI.world are continuously updated.</p>",
            "image": {
              "src": "/assets/images/content/news/2019/idai_news_idaiworldguide.jpg",
              "title": "",
              "caption": ""
            }
          },
          "more": {
            "content_html": "config/pages/news/2019-10-16_idaiguide.html"
          }
        },
        {
          "date": "28.08.2019",
          "category": "",
          "headline": "NARA and Rakob portal – two new portals of the DAI Rome Department on North Africa",
          "teaser": {
            "content": "<p><b>Two new portals on the bequest of Rakob and the North African Research Archive (NARA) are available in the object database iDAI.objects/Arachne.</b><br><br>Together, both portals offer a multilingual interface for a central cultural archive of the DAI, Rome Department that is concerned with archaeology, architecture and cultural history of North Africa.The Rakob portal is dedicated to the bequest of Friedrich Rakob (1931-2007) who, while working as a research in Roman architectural research at the Rome Department from 1962-1996, gained importance due to his research in the Maghreb region, especially in the northern Tunisian cities of Carthago and Chimtou. By funding of the Foreign Ministry of Germany, photographs, drawings and documents of his that were kept at the Rome Department, could be digitized and made available.</p>",
            "image": {
              "src": "/assets/images/content/news/2019/idai_news_NAHA.jpg",
              "title": "",
              "caption": ""
            }
          },
          "more": {
            "content_html": "config/pages/news/2019-08-28_NAHA.html"
          }
        },
        {
          "date": "13.08.2019",
          "category": "",
          "headline": "Pelagios becomes a network",
          "teaser": {
            "content": "<p>As of 2019, Pelagios has moved on from being simply a project to being an own network, the Pelagios Networks, which is funded by the Mellon Foundation. Although the network does not have any funding powers, it does present itself with a constitution. The network is formed by around 20 members so far that are bound to the network by a memorandum of understanding. The former working groups are now represented in the six activities fulfilled by Pelagios: annotation, collaboration, gazetteer, pedagogy, registry and visualization.</p>",
            "image": {
              "src": "/assets/images/content/news/2019/idai_news_pelagios.jpg",
              "title": "",
              "caption": ""
            }
          },
          "more": {
            "content_html": "config/pages/news/2019-08-13_Pelagios.html"
          }
        },
        {
          "date": "16.05.2019",
          "category": "",
          "headline": "Pergamon 3D",
          "teaser": {
            "content": "<p>The site of Pergamon, located northwest of the modern city of Bergama in Turkey, rises above the Bakirçay Plain. As the capital of the Hellenistic Attalid dynasty Pergamon was one of the most prominent urban centers of the ancient world. In addition to its political significance, the city was a cultural and religious center with a significant library, impressive temples, theaters and a gymnasium. The city later became capital of the Roman province of Asia, famous for its Asclepieion healing center.</p><p><b>World Heritage Site Pergamon</b><br/><a>For more than 130 years archaeologists of the <a href=\"https://www.dainst.org/projekt/-/project-display/14186\">German Archaeological Institute</a> have been working in the metropolis on the west coast of Turkey.</p>",
            "image": {
              "src": "/assets/images/content/news/2019/idai_news_pergamon.jpg",
              "title": "",
              "caption": ""
            }
          },
          "more": {
            "content_html": "config/pages/news/2019-05-16-pergamon3d.html"
          }
        },
        {
          "date": "22.04.2019",
          "category": "",
          "headline": "LiDAR-Scans im Kephissos-Tal",
          "teaser": {
            "content": "<h3>Landschaftsarchäologische Untersuchungen in Phokis/Mittelgriechenland</h3><p>Seit 2018 erforschen Prof. Dr. Katja Sporn (DAI Athen) und Prof. Dr. Peter Funke (Westfälische Wilhelms-Universität Münster) in Kooperation mit Dr. Petros Kounouklas (Ephorie für Altertümer von Fthiotis und Eurytania) das Kephissostal im antiken Phokis.\n    Der Kephissos ist mit 60 km Länge der wichtigste Fluss Zentralgriechenlands. Das Flusstal verläuft zwischen zwei großen Gebirgen, dem ca. 2500 m hohen Parnassos im Süden sowie dem Kallidromon im Norden. In der griechisch-römischen Antike war das breite, fruchtbare Tal ein strategisch wichtiges Durchgangsgebiet, das Schauplatz zahlreicher militärischer Auseinandersetzungen war.</p>",
            "image": {
              "src": "/assets/images/content/news/2019/idai_news_lidar_scan.jpg",
              "title": "",
              "caption": ""
            }
          },
          "more": {
            "content_html": "config/pages/news/2019-05-10-lidar-scans.html"
          }
        },
        {
          "date": "22.04.2019",
          "category": "",
          "headline": "AYDA a digital register of heritage monuments for Yemen",
          "teaser": {
            "content": "<p><b>Together with her team the archaeologist Dr. Iris Gerlach is working on a digital heritage information system for this crisis region, the Ancient Yemen Digital Atlas (AYDA). The digital project aims to contribute to the protection of Yemen’s cultural heritage.</b></p><p>Largely unnoticed by the world’s public the war in Yemen endangers the life of people and their cultural heritage. Over the past years safeguarding Yemen’s heritage has become more and more difficult due to the security conditions. Extensive pillaging and looting of sites has taken place at several locations. “Unauthorized construction work has been carried out at the antique sites and stones have been stolen. Museum pillages occur primarily in the southern part of the country. In addition, serious war damage can be observed. This is a varied mixture of different things.”, says Dr. Iris Gerlach, director of the Sana’a Office of the German Archaeological Institute.</p>",
            "image": {
              "src": "/assets/images/content/news/2019/idai_news_ayda.jpg",
              "title": "",
              "caption": ""
            }
          },
          "more": {
            "content_html": "config/pages/news/2019-04-08-ayda.html"
          }
        }
      ]
    }
  ]
}