[
  {
    "type": "title_banner",
    "title": "Geoinformation Systems (GIS)",
    "image": "assets/images/content/header/banner-how.jpg"
  },  
    
  {
    "type": "intro_text",
    "title": "",
    "body": "<p>Since the 1990s, Geoinformation Systems (GIS; also: Geographic/al Information Systems) have evolved into extremely versatile systems for the visualisation, management, processing and analysis of spatial data. In effect, anything that can be located in the real world via its spatial coordinates can be integrated into a GIS. It can then be combined with other sources of information to e.g. derive new maps, gain detailed insights into the spatial distributions of archaeological sites or provide decision support for cultural heritage managers. It is indeed hard to overstate the significance of GIS for archaeology and related disciplines. </p><p>Originally designed as a combination of digital cartographic systems with integrated databases for land-use and resource management, the classic “desktop GIS” technology has been complemented by application-specific tools, such as spatially enabled databases management systems, geoserver middleware, and online GIS, eventually giving rise to Spatial Data Infrastructures (SDI). </p><p>GIS have become the research platform of choice in all “spatial disciplines”, including archaeology and in particular its topical offshoot, landscape archaeology. With research applications too manifold to list here, many GIS-based studies focus on the correlation of natural resources and terrain with (predicted or simulated) behaviour of past people and societies. Frequently applied tools include viewshed analysis, least-cost based spread models and geographic network analysis. </p><p>The other, no less important, key role of GIS in archaeology is that of a tool for mapping, planning and decision making in the context of cultural heritage management and monument protection. GIS are the place where data from sources as varied as historic maps, satellite images, GPS points and field sketches converge to produce coherent information systems. </p><p>The evolution of GIS has also produced robust standards for data formats, online access protocols and metadata documentation, all of which greatly facilitate collaborative work and long-term data archival and re-use. For these reasons, GIS are becoming the primary tools for field documentation in archaeology, steadily replacing systems that produce much less structured and standardised data, such as CAD. Most recently, fully functional mobile GIS have emerged as another category, closing one of the few remaining gaps in the complex chain of digital surveying and documentation. All of this is accompanied by another development of critical importance: The steady (more recently: explosive) growth of free and open source GIS (FOSS GIS) over several decades has resulted in the general availability of fully functional and mature GIS without the financial barriers imposed by proprietary offerings. </p><p>The DAI is strongly committed to GIS as a key technology in archaeology and heritage management. We invest substantially into our open SDI, and we promote the use of FOSS GIS through training programmes and the development of technological solutions for the transition to GIS-based field work and site documentation.</p>"
  }
 
]
