[
  {
    "type": "title_banner",
    "title": "Remote Sensing &<br/> Archaeophysics",
    "image": "assets/images/content/header/sub/idai_header_remote_sensing.jpg"
  },  
    
  {
    "type": "intro_text",
    "title": "",
    "body": "<p>Remote sensing and terrestrial archaeophysics promise the technological fulfilment of our discipline’s ultimate vision: To be able to survey the planet from high above and to look below the surface in search of otherwise invisible traces of past human activity – and all without disturbing the fragile archaeological record and without causing further damage to what is already preserved only in fragments.</p><p>Remote sensing, i.e. the use of airborne or spaceborne imaging and radar sensors, allows archaeologists to survey large swaths of landscape. Within the context of modern heritage management and protection, these technologies play a key role in assessing the archaeological potential of entire landscapes, and in monitoring and mitigating forms of land use that could have a negative impact on sites and monuments.</p><p>Archaeophysics (commonly but somewhat inaccurately referred to as geophysics), makes use of highly sensitive sensors, capable of capturing natural physical phenomena, such as the earth’s magnetic field or the electrical conductivity of the soil, and detecting slight anomalies that betray traces of past human activity preserved beneath the visible surface. Archaeophysical surveys can make visible extensive sites that could (or should!) never be excavated entirely, and support the planning of minimal, targeted excavations in areas of interest.</p><p>From a technological point of view, these methods share many common elements. They rely on sophisticated sensor technologies and often costly and difficult-to-operate hardware. They also require complex signal processing to improve the raw data and separate geological background trends from anthropological anomalies. Continuous advances in sensor technologies produce ever higher on-the-ground data resolution and constantly push the limits of available storage and processing capacities. Computational efficiency and performance are thus always the bottlenecks of what can be achieved in the context of large-area surveys. At the DAI, specialists with backgrounds in both IT and cultural heritage management, are at the forefront of research into the efficient acquisition and processing of high-resolution sensor data, be it in the form of satellite images, UAV-acquired image series or multi-sensor magnetometers.</p><p>Our open online infrastructure provides the means for uploading and sharing such data, including flexible access rights management to control the dissemination of sensitive information on exposed and volatile sites.</p>"
  } 
]
