[
  {
    "type": "title_banner",
    "title": "SfM and image-based 3D reconstruction",
    "image": "assets/images/content/header/sub/idai_header_remote_sensing.jpg"
  },  
    
  {
    "type": "intro_text",
    "title": "",
    "body": "<p>Like few other innovations in software technology, Structure from Motion (SfM) stands for a turning point in how archaeologists go about the digital documentation of artefacts, monuments or entire sites. Requiring little more than a digital camera and some software, the term “SfM” is loosely applied to the process of deriving 3D models from series of images. </p><p>More accurately speaking, SfM refers to a clever mathematical solution for reconstructing both basic 3D scene geometry (in the form of a sparse 3D point cloud) and camera orientations (so-called “pose estimation”) from automatically detected characteristic regions (so-called “features”) in a series of overlapping images. This technique has its roots in the modern research area of computer vision, not in traditional photogrammetry. In effect, however, it does automate many, if not all, problems of photogrammetric reconstruction that previously required strict quality control and manual workflows. As such, SfM-based processing is an almost universal approach to reconstructing image geometry and can also be used to derive other products, such as neatly aligned panoramas or perfectly rectified orthophotos. </p><p>In practice, 3D reconstruction from images requires much more than just the actual SfM step. Current software solutions offer tools for preprocessing of images (such as lens correction and image masking), fully automated image matching, transition from sparse SfM point clouds to dense Multi-View Stereo (MVS) point clouds and closed surface and colour reconstruction (meshing and texturing) of models. With a bit of practice, especially regarding proper image acquisition, the results of an SfM-centred workflow are often comparable in detail and accuracy to those of hardware-based scanning with special devices (using e.g. terrestrial laser scanners or structured light scanners). Since software-based approaches afford much greater flexibility and ease-of-use at much lower cost, they are certain to replace hardware-based approaches in all but the most specific and demanding scenarios. </p><p>The DAI’s IT department supports these developments with a broad strategy that includes research, training and data publication components. We aim to provide open source tools and practical guidelines, as well as an online infrastructure for the dissemination and long-term archival of SfM-derived 3D models.</p><p><img src=\"/assets/images/content/how/sub/idai_sfm_article.jpg\" /><caption class=\"caption\">Image: An SfM model of the prehistoric site of Failaka (Kuwait), as uncovered by archaeologists from Moesgaard Museum expedition; showing original scene, dense point cloud, meshed (triangulated) point cloud and textured model. (c) 2012 Benjamin Ducke, CC-BY-SA.</caption>"
  }
    
]
