[
  {
    "type": "title_banner",
    "title": "Contact",
    "image": "assets/images/content/header/idai_why_header.jpg"
  },
  {
    "type": "intro_text",
    "title": "Location",
    "body": "<p class='center'>Central Scientific Services<br/>IT Department<br/>Podbielskiallee 69-71<br/>14195 Berlin<br/>Deutschland</p>"
  },  
  {
    "type": "intro_text",
    "title": "Contact",
    "body": "<p class='center'>Contact<br/>Phone : +49 (0)30 187711-127<br/>Fax : +49 (0)30 187711-168<br/>Email : <a href='mailto:itleitung@dainst.de'>itleitung@dainst.de</a></p>"
  },  
  {
    "type": "intro_text",
    "title": "Impressum",
    "body": "<p class='center'>Legal notice / Copyright and disclaimer</p><p class='center'>The content of the website at www.dainst.org is published by:</p><p class='center'>DAI IT Department<br/>Reinhard Foertsch<br/>Director of IT Technologies<br/>Podbielskiallee 69-71<br/>14195 Berlin<br/>Tel: +49-(0)30-187711-127<br/>Email: <a href='mailto:reinhard.foertsch@dainst.de'>reinhard.foertsch@dainst.de</a></p><p class='center'><br/>The web pages of the individual projects and partners are produced and updated by the staff responsible for the Internet at the various entities.</p><p class='center'><b>Corporate Design, Concept & Webdesign</b><br/>Tanja Lemke-Mahdavi<br/>LMK – Büro für Kommunikationsdesign<br/>Motzstraße 63<br/>10777 Berlin<br/>Email: <a href='mailto:info@lm-kommunikation.de'>info@lm-kommunikation.de</a><br/><a href='https://lm-kommunikation.de'>lm-kommunikation.de</a><br/></p><p class='center'><b>Technical implementation</b><br/>webfaktur GmbH<br/>Pappelallee 78/79<br/>10437 Berlin<br/>Email: <a href='mailto:info@webfaktur.de'>info@webfaktur.de</a><br/><a href='https://www.webfaktur.de'>www.webfaktur.de</a><br/>"
  },  
  {
    "type": "intro_text",
    "title": "Disclaimer",
    "body": "<p class='center'>The German Archaeological Institute makes every effort to ensure that its web content is always up to date, correct and complete. The German Archaeological Institute accepts no liability for the information posted on its website being up to date, correct and complete, unless the errors were the result of a deliberate act or gross negligence. The same applies to any material or non-material loss or damage incurred by third parties and ensuing from the use of this website. All offers are subject to change and non-binding. The German Archaeological Institute expressly reserves the right to alter, supplement or delete sections of web pages or the entire Internet presence without advance notice, or to temporarily suspend or definitively discontinue publication thereof.</p><p class='center'><b>Copyright</b><br/>The content, particularly texts, image material and all multimedia elements and multimedia content on the German Archaeological Institute website are protected by copyright. All rights are reserved.<br/>If you wish to integrate our texts in your website, please do so by posting a link to our website rather than by physically transferring the texts. Photomechanical reproduction, duplication or distribution by use of special processes (for example data processing, data carriers and data networks), even of excerpts, is not permitted without the express authorization of the German Archaeological Institute.</p><p class='center'><b>External links</b><br/>The German Archaeological Institute hereby expressly declares that in the case of direct or indirect links to external web sites (\"hyperlinks\") that are outside the German Archaeological Institute's scope of responsibility no illegal content was detectable on the hyperlinked web pages at the time the links were placed. The German Archaeological Institute undertakes all reasonable and technically possible efforts to check this, but has no influence whatever upon the current and future design, content or authorship of the hyperlinked web pages. For this reason the German Archaeological Institute distances itself explicitly from all content on all hyperlinked web pages that are modified after linking. This applies to all links on the German Archaeological Institute's own website as well as to external entries in its visitor books, discussion forums, link registers, mailing lists and all other forms of databases whose content can be modified externally. Liability for illegal, erroneous or incomplete content and in particular for damage or loss that results from the use or non-use of any such information provided shall lie solely with the publisher of the web page to which the link refers, and not with the party that merely provides a link to the publication in question.</p><p class='center'><b>Legal validity</b><br/>This exclusion of liability is part of the website of the German Archaeological Institute. If individual formulations or parts of this text no longer comply, or fully comply, with applicable law, the remaining parts of this declaration shall remain effective.</p><p>If the German Archaeological Institute provides links to web pages whose content may be deemed objectionable, please notify the website's editorial office. Please also inform us if any of our own content is not up to date, complete or free of error.</p>"
  }
 
]
