[
  {
    "type": "title_banner",
    "title": "Data Policy",
    "image": "assets/images/content/header/idai_why_header.jpg"
  },  
    
  {
    "type": "intro_text",
    "title": "",
    "body": "<p>In accordance with the statutes, the German Archaeological Institute maintains research infrastructures open to scholars of all nations. They are based on the <a href=\"https://www.dainst.org/forschung/data-policy\" target=\"_blank\">data policy of the German Archaeological Institute</a>.</p>"
  },  
  {
    "type": "intro_text",
    "title": "Guidelines for dealing with research data of the German Archaeological Institute (DAI)",
    "body": "<p>The establishment of the Istituto di Corrispondenza Archaeologica in Rome in 1829 laid the foundations for the German Archaeological Institute (DAI). Today, the DAI operates as an international research institute with the primary task of conducting, promoting, and publishing worldwide research in various areas of archaeology and its neighboring fields of study. A special focus lies on promoting technical and disciplinary diversity as well as international cooperation and the development of integrated research approaches. In addition, the DAI maintains various research infrastructures, which are open and accessible for the benefit of scholars of all nations. These infrastructures include both digital and analog forms of archives, libraries, and photographic libraries. Since 2004, the DAI also hosts and operates the digital research data infrastructure iDAI.world in cooperation with the Research Archive for Ancient Sculpture, the Regional Computing Centre (RRZK) at the University of Cologne and other partners. In 2019, the DAI merged its research infrastructures within the Berlin based unit Central Scientific Services (ZWD).</p><p>The Valetta Convention [1], which defines parameters in handling the documentation of archaeological operations, also serves as the legal basis for handling research data from archaeological projects of the DAI. Furthermore, in 2013, the DAI has signed the <a href=\"https://www.dainst.org/documents/10180/93718/Berliner+Open+Access+Erklärung/e72f8a56-3759-497c-9425-211b96124de3\" target=\"_blank\">“Berlin Declaration on Open Access to Knowledge in the Sciences and Humanities”</a> [2]. Therefore, the DAI commits itself to fundamental recommendations for the management of scientific data such as the FAIR data guidelines according to which data must meet the standards of <b>F</b>indability, <b>A</b>ccessibility, <b>I</b>nteroperability, and <b>R</b>eusability. Within the German Research Foundation funded project IANUS the DAI participated in the development of IT recommendations, which now serve as the institution’s mandatory guidelines [3]. In addition, the project IANUS established a possibility for the long-term storage and safeguarding of archaeological data.</p><p>On the basis of its European and worldwide research, the DAI contributes to the protection, preservation, and promotion of cultural heritage, thereby serving cultural relations and education policy as well as research and academic relations policy. Therefore, the provision of information and data for the development of digital monuments register  as well as the protection, preservation, and conveyance of cultural heritage is a central concern of the DAI.</p><p>With the second Open-Data-Directive the federal government of Germany is implementing the revised EU directive 2019/1024 (<a href='https://eur-lex.europa.eu/legal-content/EN/LSU/?uri=celex:32019L1024'>Directive on open data and the reuse of public-sector information</a>) of the year 2019 into national policy.<br>Further, an amendment to Section 12a of the <a href='https://www.bundesrat.de/SharedDocs/beratungsvorgaenge/2021/0101-0200/0141-21.html'>E-Government Act</a> is intended to achieve the most comprehensive publication of open federal data.<br><br>A necessary cornerstone for digital information infrastructure of the German Archaeological Institute was laid out in the 90s at the Research Archive for Ancient Sculpture of the University of Cologne. The iDAI.world emerged from this as a grown and complex digital offer, on which numerous institutions and scientists have cooperated. A working group has evaluated how the iDAI.world finds its place against the backdrop of these new digital laws.<br><br>Read the article on iDAI.publications or download it for free:<br><a href='https://publications.dainst.org/journals/index.php/FdAI/issue/view/475'>F. Fless et al., Die iDAI.world vor dem Hintergrund der neuen Digitalgesetze </a></p>"
  },  
  {
    "type": "intro_text",
    "title": "Research data and research data management",
    "body": "<p>The DAI follows the definitions of research data suggested by the German Council for Scientific Information Infrastructures (Permalink RfII-Website: <a href=\"http://www.rfii.de/?p=2075\" target=\"_blank\">http://www.rfii.de/?p=2075</a>; URN of the file copy deposited at the German National Library: <a href=\"http://nbn-resolving.de/urn:nbn:de:101:1-20161214992\" target=\"_blank\">urn:nbn:de:101:1-20161214992</a>):</p><p>“Research data is data created in the course of scientific activity, e. g. through observations, experiments, simulations, surveys, interviews, the study of sources, records, digitization, or evaluations. In actual research, one differentiates, although not always clearly, between primary research data and secondary research data, which documents and contextualizes the process of creating primary data. In the research process, secondary data can turn into primary data again, which is significant in terms of the life cycle of research data. Research data management includes all measures ‒ even organizational measures extending beyond research activity in the narrow sense ‒ that need to be taken in order to obtain high quality data, to follow good scientific practice within the data life cycle, to make results reproducible, make data available for reuse, and possibly fulfill existing documentation requirements (e. g. in the healthcare sector). Increasingly, funding organizations are requiring the project leaders to create a data management plan, and scientific institutions to be prepared for data management systems that guarantee sustainability. Data management plans for the start of a project or a research task are suitable for describing the data to be used and generated as well as the documentation, metadata, and standards required, for stating the potential legal restrictions (e. g. data protection) early on, for planning the necessary storage resources, and for specifying the criteria to determine which data should be made available externally in which form and how long it must be stored. At the organizational level, research facilities (e. g. universities) must ensure access to the corresponding infrastructure services within the facility (e. g. by creating new capacities or expanding the existing capacities) or in cooperation with external partners (through cooperation agreements, etc.).”."
  },  
  {
    "type": "intro_text",
    "title": "Fundamentals for the management of research data",
    "body": "<p>The Central Scientific Services of the DAI, in consultation and cooperation with its various departments and commissions, provide fundamental infrastructures for analog and digital data storage. These include:<ul class=\"list1\"><li><span class=\"colorbl\">Dynamic databases and archival systems for the collection and long-term provision of structured data input</li><li><span class=\"colorbl\">Cloud structures for short- to mid-term provision of all research data</li><li><span class=\"colorbl\">Data storage and safeguarding of the cloud structures through backups and archives</li><li><span class=\"colorbl\">Long-term archiving according to OAIS standards (Open Archive Initiative System-Referenzmodell, ISO-Standard 14721:2012) through IANUS</li></ul></p><p>The administration of the Central Scientific Services (ZWD) provides the technical supervision for different working areas throughout the DAI. It contributes to promoting processes of coordination, education and training as well as the integration of ZWD- and department-specific procedural steps into the management of research data. In 2019, positions were created for the management of digital research data, with the primary task of supporting DAI researchers and scientists in research data management as well as implementing, in collaboration with the ZWD, research data management within departments and commissions.</p>"
  },
  {
    "type": "intro_text",
    "title": "Commitment to research data management",
    "body": "<p>The following principles for the management of research data are in accordance with the contracts of the DAI employees, with the guidelines of guest and partner countries, and with the guidelines of the funding agencies.</p><p>The researchers and academics of the DAI <ul class='list1'><li><span class=\"colorbl\">follow the beforementioned IANUS–IT recommendations,</span></li><li><span class=\"colorbl\">implement the FAIR principles and ensure adherence to the security recommendations for good academic praxis, as brought forward by the German Research Foundation,</li><li><span class=\"colorbl\">ensure the protection and accessibility of their research data,</span></li><li><span class=\"colorbl\">adhere to the research data management guidelines of guest and partner countries as well as those of the funding agencies,</span></li><li><span class=\"colorbl\">coordinate the development of information infrastructures with the Central Scientific Services (ZWD),</span></li><li><span class=\"colorbl\">make an effort to publish current and historical research data.</span></li></ul></p>"
  },
  {
    "type": "intro_text",
    "title": "The Central Scientific Services (ZWD)",
    "body": "<p><ul class=\"list1\"><li><span class=\"colorbl\">Supports the researchers and academics with regard to research data management,</li><li><span class=\"colorbl\">Refines services to comply with research requirements as well as with national and international standards,</li><li><span class=\"colorbl\">Takes care of the technical basis for long-term data storage and safeguarding.</li></ul></p>"
  },
  {
    "type": "intro_text",
    "title": "",
    "body": "<p>[1] <a href=\"http://conventions.coe.int/Treaty/en/Treaties/Html/143.htm\" target=\"_blank\">The European Convention on the Protection of the Archaeological Heritage, signed at Valetta, 16.1.1992</a>, für Deutschland Bundesgesetzblatt vom 15. Oktober 2002: <a href=\"https://www.coe.int/en/web/conventions/full-list/-/conventions/treaty/143\" target=\"_blank\">https://www.coe.int/en/web/conventions/full-list/-/conventions/treaty/143</a>.</p><p>[2] <a href=\"https://www.dainst.org/documents/10180/93718/Berliner+Open+Access+Erkl%C3%A4rung/e72f8a56-3759-497c-9425-211b96124de3\" target=\"_blank\">https://www.dainst.org/documents/10180/93718/Berliner+Open+Access+Erkl%C3%A4rung/e72f8a56-3759-497c-9425-211b96124de3</a></p><p>[3] <a href=\"https://www.ianus-fdz.de/it-empfehlungen/\" target=\"_blank\">https://www.ianus-fdz.de/it-empfehlungen/</a></p>"
  }
 
]
